[materials]
A型光排管
A型柔性排水铸铁管
B型光排管
CPVC管
PVC阻燃塑料管
W型无承口柔性排水铸铁管
X射线安检设备数据管
一般填料套管
一般管
三孔管
不带导波管
不带网管
不锈钢板卷管
不锈钢波纹软管
不锈钢管
不锈钢管伴热管
中压不锈钢管
中压不锈钢管管
中压保温管
中压加厚无缝钢管
中压合金钢管
中压碳钢管
中压螺旋卷管
中压钢套钢保温管
中压铜管
中央排水管
中央管
中继连接电缆
人工顶管
人防过墙密闭套管
人防预留过墙管
仪表管
仪表设备与管
伴热一体化管
伴热电缆
低中压不锈钢管
低中压合金钢管
低中压碳钢管
低压不锈钢伴热管
低压不锈钢板卷管
低压不锈钢管
低压低压钢套钢保温管
低压加热外套不锈钢管
低压加热外套碳钢管
低压合金钢管
低压塑料管
低压架空电缆
低压玻璃钢管
低压电缆
低压碳钢伴热管
低压碳钢板卷管
低压碳钢管
低压金属骨架复合管
低压钢套钢保温管
低压铜及铜合金板卷管
低压铜及铜合金管
低压铜板卷管管
低压铜管
低压铝及铝合金板卷管
低压铝及铝合金管
低压铝板卷管
低压铝管
低压预制保温管
保护管
全玻璃真空管
出水管
刚性矿物绝缘电缆
刚性防水套管
制作热可缩套管
加热器连接管
包封C型套管
升降管
单体接管
单排管
单柱单管
单芯刚性矿物绝缘电缆
单芯柔性矿物绝缘电缆
单芯电缆
卧式管
双排管
双柱八管
双柱十二管
双柱四管
可挠性金属套管
可挠金属套管
合金钢管
吊线式墙壁电缆
吊线式架空电缆
同轴电缆
喷淋冷却管
喷淋软管
四孔管
圆形柔性软管
地下定向钻孔敷管
地埋管
地板辐射采暖管
均速管
垂直地埋塑料管
垂直地埋管
垂直地埋管管
埋地给水薄壁不锈钢管
堵塞成端套管
塑料套管
塑料管
多芯刚性矿物绝缘电缆
多芯柔性矿物绝缘电缆
大对数对绞电缆
大对数电缆
大长度半硬塑料管
孔子管
安装开启式套管
室内不锈钢管
室内无缝钢管
室内焊接钢管
室内空调凝结水塑料管
室内给水塑铝稳态管
室内给水钢塑复合管
室内给水铝塑复合管
室内薄壁不锈钢管
室内薄壁不锈钢管管
室内钢管
室内铜管
室内镀锌钢管
室外埋地给水薄壁不锈钢管
室外排水塑料管
室外热源管
室外焊接钢管
室外直埋式预制保温管
室外给水塑料管
室外给水塑铝稳态管
室外给水球墨铸铁管
室外给水球墨铸铁管管
室外给水钢塑复合管
室外给水钢骨架塑料复合管
室外钢管
室外镀锌钢管
室外防腐钢管
密封电缆
密封电缆保护管
对以上对绞电缆
对以下对绞电缆
对对绞电缆
导光管
导向管
射频同轴电缆
小便槽冲洗管
尼龙管
带导波管
带短管
带网管
开孔管
引上钢管
弹簧式管
成品管
成端电缆
户内冷缩式铠装电缆
户内干包式铠装电力电缆
户内干包式非铠装电力电缆
户内热缩式铠装电缆
户内热缩式非铠装电缆
户外干包式铠装电力电缆
户外干包式非铠装电力电缆
户外热缩式铠装电缆
户外热缩式非铠装电缆
拉线保护套管
拉线警示保护管
振动泄漏电缆
振动电缆
排水塑料管
接设备电缆
控制电缆
控制电缆穿导管
插入式双文丘管
放水管
数据电缆
文丘里管
无源光网络安装调测网管
无缝钢管
有源光网络网管
有线电视系统管
木垫式管
本体管
机械顶管
架空自承式电缆
柔性矿物绝缘电缆
柔性防水套管
栅格管
桥挂塑料管
桥挂钢管
梁套管
槽盒内穿放电缆
母线绝缘热缩管
每根管
毕托管
毛细管
气体驱动装置管
气密测量管
气流法穿放管
水平地埋塑料管
水泥管
沟槽管
泄漏电缆
泡沫消防管
涂塑碳钢管
涂抹管
温度计套管
热浸塑钢管
热源管
热缩铠装电缆
热缩非铠装电缆
焊接钢管
燃气管
电子配线架管
电缆保护管
电缆穿导管
直埋式预制保温管
直读玻璃管
矩形柔性软管
矿物绝缘控制电缆
矿物绝缘电缆
硅玻钛软管
硅芯管
碳钢板卷管
碳钢管
碳钢管伴热管
移动软电缆
空气冷却器管
空气采样管
空调凝结水塑料管
穿墙套管
穿放引上电缆
立式管
端接同轴电缆
类射频同轴电缆
紧急排水管
紫铜管
给水塑料管
给水塑铝稳态管
给水球墨铸铁管
给水球墨铸铁管管
给水钢塑复合管
给水钢骨架塑料复合管
给水铝塑复合管
绝缘套管
维纶水泥管
缩式铠装电缆
缩铠装电缆
罐壁接合管
罐顶接合管
网络及网络管
网络收费管
网络管
翅片管
联网型风机盘管
聚丙烯静音排水管
聚乙烯管
自动化电缆
自承式墙壁电缆
节目管
蒸汽盘管
蓄冰盘管
薄壁不锈钢管
薄壁不锈钢管管
设备与矩形管
设备接管
调节阀临时短管
进出户及竖向金属管
进出油管
通信设备电缆
配合调测网管
配合调测网络管
量油管
金属挠性管
金属软管
钉固式墙壁电缆
钢制管
铜管伴热管
铝板卷管
铸铁管
镀锌电线管
镀锌钢管
防爆镀锌钢管
防腐管
防腐钢管
音频电缆
预制分支电缆
风机盘管
高压不锈钢管
高压合金钢管
高压碳钢管
高压管
高强度螺栓连接管
黄铜管

[connections]
卡压、环压连接
卡压连接
承插式柔性连接
无法兰连接
沟槽连接
法兰接口
法兰连接
热熔连接
电熔连接
管件连接
管箍连接
胶圈接口
螺纹连接
马鞍形连接
